testing/share/Testing/test_data/HronTurekFsi/fluid/system/tetFemSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      tetFemSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
motionU
{
    solver          PCG;
    preconditioner  DIC;
    tolerance       1e-07;
    relTol          0.001;
}

//    motionU         AMG 1e-07 1e-3 100;
}

// ************************************************************************* //
